Repository: sigsergv/pyrone
Catalog: pyrone/locale-js/*/LC_MESSAGES/pyrone.po
Languages: ru

source: Select file to upload
ru: Выберите файл для загрузки

# FILE_NAME_ALREADY_EXISTS_IN_THE_STORAGE
source: File with the same name already exists in the storage
ru: Файл с таким именем уже есть в хранилище

source: AJAX request error
ru: Ошибка выполнения AJAX-запроса

source: Select items first
ru: Сначала выберите элементы

# SETTINGS_SAVED
source: Settings have been saved
ru: Настройки успешно сохранены

source: Backup restore complete
ru: Бэкап успешно восстановлен

# ARTICLE_SAVED
source: Article has been saved.
ru: Статья сохранена.

source: Comment body is required
ru: Текст комментария обязателен

# COMMENT_DISPLAY_NAME_IS_REQUIRED
source: Display name is required
ru: Имя автора комментария обязательно к заполнению

# POSTING_COMMENT
source: Posting commentâ€¦
ru: Отправка комментария…

source: Comment is waiting for approval
ru: Комментарий ожидает одобрения администратора сайта

# TWITTER_AUTH_REQUIRES_HTTPS
source: Twitter authentication requires HTTPS
ru: Авторизация через Twitter требует HTTPS

# TWITTER_AUTH_IS_NOT_WORKING
source: Twitter authentication is not working
ru: Аутентификация через Twitter не работает

source: Field is required
ru: Поле обязательно для заполнения

# FIELD_MUST_BE_ALPHA_NUM
source: Field must contain alphanumeric characters
ru: Поле должно содержать только буквенно-цифровые символы

source: Passwords don't match
ru: Пароли не совпадают

source: Your profile has been updated
ru: Ваш профиль успешно обновлён
